message_for_menu = '''\nВот список доступных команд:
/form - начало заполнения анкеты
/about - здесь можно узнать о магазине и ценах
/comment - позволяет оставить отзыв
/links - список ссылок для поддержки и оперативной связи
/faq - если хотите задать вопрос или пообщаться с другими людьми в группе'''

message_for_about = '''Вас приветствует интернет-магазин книжных сюрприз боксов
Облако в словах📖✨🎁
Здесь Вы можете заказать индивидуальные книжные боксы для себя и своих близких🖤🎀🖤
Для заказа, Вам нужно заполнить индивидуальную анкету🖤✨🖤.
Цены:
Маленький бокс - 2 книги + бонусы 2500₽
Средний бокс - 3 книги + бонусы 3500₽
Большой бокс - 4 книги + бонусы 4500₽
Также оплачивается доставка:
По России - 400₽
Зарубеж - 2000₽
\nЧто входит в бонусы?🎁
Это вещи, связанные с Вашими хобби, интересами, любимыми фильмами и сериалами.
Туда могут входить блокноты, скетчбуки, кружки, настольные игры, а также много других приятных вещей♟🧩
Заполнение бонусов зависит от информации в анкете.✨'''

message_for_links = '''Если Вам нужна помощь или Вы хотели бы уточнить дополнительную информацию о заказе, о работе бота
или просто поговорить, то можете воспользоваться следующими ссылками'''

message_for_FAQ = '''Задать вопросы и получить на них оперативные ответы, а также просто пообщаться
Вы можете в группе oblako_v_slovax_FAQ
Для этого перейдите по следующей ссылке, нажав на кнопку под сообщением'''

message_for_comment = '''Положительные отзывы от таких чудесных клиентов, как Вы, помогают другим людям чувствовать себя уверенно при выборе магазина oblako_v_slovax.
Не могли бы вы потратить 60 секунд, чтобы написать свой отзыв и поделиться своим опытом?
Для этого необходимо перейти по ссылке нажав на кнопку под сообщением.

Наша благодарность будет вечной🖤.
Заранее спасибо за помощь!'''

message_for_more_info = '''Введите дополнительную информацию о себе.
Это может быть ссылка на Ваш сайт, Ваши интересы, хобби или просто история из жизни.'''

thanks_for_the_order = '''Спасибо!!!
Заказ был направлен исполнителю.
Он свяжется с Вами, как только увидит анкету.
Если необходимо, то для уточнения деталей можете написать ему, воспользовавшись соответствующей кнопкой под сообщением.

Ваше мнение важно для нас!
Оставьте, пожалуйста, отзыв, когда получите посылку."'''

message_for_except = '''Кажется, возникла какая-то ужасная ошибка в работе бота после отправки данного сообщения.
От греха подальше давайте вернемся в главное меню.'''

message_for_notice = '''Спасибо!!!
Заказ был направлен исполнителю.
У Вас отсутствует username, поэтому, возможно, исполнитель не сможет Вам ответить,
т.к. не получит ссылку на Ваш аккаунт\n
Пожалуйста, свяжитесь с ним для того, чтобы после отправки, он смог выслать Вам трек-номер отправления,
а также уточнить детали заказа

Ваше мнение важно для нас!
Оставьте, пожалуйста, отзыв, когда получите посылку.'''